{
  "products": [
    {
      "id": 1,
      "name": "The Wahaj",
      "description": "Introducing `The Wahaj`. A coffee experience like no other. Sourced from the highlands of Ethiopia, this exquisite blend embodies the essence of adventure and discovery.Named after the Amharic word for light, The Wahaj illuminates your senses with its bright acidity and lively citrus notes, reminiscent of a sun-drenched morning. Crafted with care by our expert roasters, each batch is a testament to our passion for perfection",
      "price": 249,
      "image": "https://images.unsplash.com/photo-1625827626291-6fbd47a431ae?q=80&w=2080&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "stock": 6
    },
    {
      "id": 2,
      "name": "The Cultivate",
      "description": "Inspired by the timeless tradition of cultivating excellence, Cultivate boasts a rich, full-bodied flavor with hints of caramel and chocolate, a true testament to the artistry of Colombian coffee farmers. Handpicked with care and roasted to perfection, each batch of Cultivate represents a journey of nurturing and devotion. With every cup, you'll taste the fruits of our labor and the resilience of those who tend to the land. Join us in savoring the essence of Colombian coffee culture with Cultivate.",
      "price": 199,
      "image": "https://images.unsplash.com/photo-1642437271884-fe1d3393eef9?q=80&w=1935&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "stock": 8
    },
    {
      "id": 3,
      "name": "The Buna",
      "description": "Sourced from the misty mountains of Ethiopia, The Buna captivates with its bold yet balanced flavor profile, boasting notes of dark chocolate and wild berries. Each sip is a journey through time, a celebration of the cultural significance of coffee in Ethiopian society. Crafted with reverence by our master roasters, The Buna represents a harmonious blend of tradition and innovation. From the sun-drenched hillsides to the bustling markets of Addis Ababa, we honor the legacy of Ethiopian coffee with every carefully curated batch",
      "price": 149,
      "image": "https://images.unsplash.com/photo-1614792440169-b30e7f734f58?q=80&w=1965&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "stock": 4
    }
  ]
}
